let recipes = [{
    id: 1,
    title: "Зелений салат з оливками",
    time: "15 хв",
    author: "Олександр",
    image: "images/salad.jpg",
    // Данные, которые видны только на внутренней странице:
    description: "Легкий та корисний салат для обіду...",
    ingredients: ["Листя салату", "Оливки", "Оливкова олія"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, , {
    id: 2,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 3,
    title: "Салат з лососьм",
    time: "15 хв",
    author: "Олександр",
    image: "images/salad.jpg",
    // Данные, которые видны только на внутренней странице:
    description: "Легкий та корисний салат для обіду...",
    ingredients: ["Листя салату", "Оливки", "Оливкова олія"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 4,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 5,
    title: "Салат з лососьм",
    time: "15 хв",
    author: "Олександр",
    image: "images/salad.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Легкий та корисний салат для обіду...",
    ingredients: ["Листя салату", "Оливки", "Оливкова олія"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 6,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 7,
    title: "Салат з угорьом",
    time: "15 хв",
    author: "Олена",
    image: "images/salad.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Легкий та корисний салат для обіду...",
    ingredients: ["Листя салату", "Оливки", "Оливкова олія"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 8,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
}, {
    id: 8,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
    }, {
    id: 9,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..."
    }, {
    id: 10,
    title: "Паста з томатним соусом",
    time: "30 хв",
    author: "Олександр",
    image: "images/pasta.jpg",
    // Данные, которые видны только на внутренней странице:    
    description: "Класична паста з томатним соусом...",
    ingredients: ["Паста", "Томатний соус", "Помідори"],
    instructions: "1. Помийте овочі. 2. Наріжте все..." 
}];